---
kind: enumMember
id: F:Autodesk.Revit.DB.Analysis.EnergyAnalysisDetailModelTier.Final
enum: Autodesk.Revit.DB.Analysis.EnergyAnalysisDetailModelTier
source: html/f0f086e3-ab42-a460-1a05-aab450d4417e.htm
---
# Autodesk.Revit.DB.Analysis.EnergyAnalysisDetailModelTier.Final

Constructions, schedules, non-graphical data.